[
    {"id":1, "nombre":"Out of the Past", "con":"Jane Greer", "año":1947, "img":"img/outofthepast.jpg", "precio":990, "cantidad":1, "sinopsis": "Jeff Bailey, un antiguo detective, posee una gasolinera en un pequeño pueblo, donde lleva una vida tranquila. Sus amores son la pesca y una joven con la que quiere casarse. Inesperadamente, recibe la visita de un viejo conocido."},
    {"id":2, "nombre":"Suspicion", "con":"Joan Fontaine", "año":1940, "img":"img/suspicion.jpg", "precio":900, "cantidad":1, "sinopsis": "Una tímida solterona se escapa con un encantador playboy, que resulta ser un pobre, un jugador y deshonesto en extremo. Llega a sospechar que es también un asesino y que está intentando matarla." },
    {"id":3, "nombre":"Cat People", "con":"Simone Simon", "año":1942, "img":"img/catpeople.jpg", "precio":750, "cantidad":1, "sinopsis":"Oliver conoce a Irena durante una visita al zoo. Se enamoran y acaban casándose. En el convite, una misteriosa mujer aparece y afirma ser pariente de Irena. Ella comienza desde entonces a comportarse de manera extraña."},
    {"id":4, "nombre":"Jane Eyre", "con":"Orson Welles", "año":1943, "img":"img/janeeyre.jpg", "precio":550, "cantidad":1, "sinopsis":"Dueña de un singular temperamento desde su complicada infancia de huérfana, Jane Eyre logra el puesto de institutriz en una mansión, para educar a la hija de su peculiar dueño, el señor Rochester."},
    {"id":5,"nombre":"The Suspect", "con":"Charles Laugthon", "año":1944, "img":"img/thesuspect.jpg", "precio":580, "cantidad":1, "sinopsis": "En la Londres de 1902, Philip es un bondadoso hombre casado que encuentra en la calle a una humilde muchacha sin empleo, de la que se enamora. Decidido a ser feliz, no ve otra salida que asesinar a su odiosa esposa Cora."},
    {"id":6, "nombre":"Never Fear", "con":"Ida Lupino", "año":1950, "img":"img/neverfear.jpg",  "precio":490, "cantidad":1, "sinopsis": "Carol Williams es una bailarina que acaba de casarse y tiene ante sí un brillante porvenir profesional. Sin embargo, su carrera se ve amenazada cuando le diagnostican una grave enfermedad."},
    {"id":7, "nombre":"Leave Her To Heaven", "con":"Gene Tierney", "año":1945, "img":"img/leaveher.jpg", "precio":790, "cantidad":1, "sinopsis": "Richard Harland, un joven escritor, conoce en un tren a Ellen, una bella mujer con la que se casa pocos días después. La vida parece sonreírles, pero Ellen es tan posesiva que no está dispuesta a compartir a Richard con nadie..."},
    {"id":8, "nombre":"Night and City", "con":"Richard Widmarck", "año":1950, "img":"img/nightandthecity.jpg", "precio":690, "cantidad":1, "sinopsis": "Harry, un estafador de poca monta, se aprovecha de las circunstancias fortuitas. Su estratagema de promover a un luchador griego envejecido sale mal cuando el luchador muere y todos señalan a Harry."},
    {"id":9,"nombre":"Dear Murderer", "con":"Greta Gynt", "año":1947, "img":"img/dearmurderer.jpg", "precio":580, "cantidad":1, "sinopsis": "Un exitoso hombre de negocios descubre que su mujer está teniendo un affaire y va en busca de su amante para matarlo y enmascarar el asunto como un suicidio."},
    {"id":10, "nombre":"Johhny Apollo", "con":"Tyrone Power", "año":1940, "img":"img/johnyapollo.jpg", "precio":870, "cantidad":1, "sinopsis":"Un corredor de bolsa de Wall Street es encarcelado por desfalco. Su hijo, recién licenciado en la universidad, intenta conseguir trabajo para pagar la fianza. Sin embargo, debido a la reputación de su padre, es rechazado en todas partes." },
    {"id":11, "nombre":"They Made Me a Criminal", "con":"John Garfield", "año":1939, "img":"img/theymademeacriminal.jpg", "precio":630, "cantidad":1, "sinopsis": "Johnnie Bradfield acaba de proclamarse campeón mundial de boxeo, y todo el mundo le adora. Su tremenda popularidad se basa en que proviene de una familia humilde y debe luchar en el ring por necesidad."},
    {"id":12, "nombre":"Woman on the Run", "con":"Ann Sheridan", "año":1950, "img":"img/womanontherun.jpg", "precio":790, "cantidad":1, "sinopsis": "Frank Johnson es testigo de un asesinato mientras pasea una noche a su perro. El inspector Ferris le pide que declare ante el gran jurado, pero Frank decide huir. "},
    {"id":13, "nombre":"Murder in the Clouds", "con":"Lyle Talbot", "año":1934, "img":"img/murderintheclouds.jpg", "precio":590, "cantidad":1, "sinopsis": "Un piloto de élite ha de llevar a Washington a un brillante científico y su nueva arma, pero una banda de hampones intentará alterar sus planes." },
    {"id":14, "nombre":"Midnight Mary", "con":"Loretta Young", "año":1933, "img":"img/midnightmary.jpg", "precio":590, "cantidad":1, "sinopsis": "Una joven es juzgada por asesinato. En la adolescencia, su lucha por salir de la miseria le costó una pena de prisión por robo. Las dificultades para encontrar empleo la llevan a involucrarse en los asuntos de la mafia."},
    {"id":15, "nombre":"Run for the Sun", "con":"Richard Widmarck", "año":1956, "img":"img/runforthesun.jpg", "precio":380, "cantidad":1, "sinopsis": "Katty, una periodista norteamericana que trabaja en un semanario, llega a un remoto pueblo mexicano siguiendo la pista de Michael Latimer, un famoso novelista de quien nadie tiene noticias."},
    {"id":16, "nombre":"Casablanca", "con":"Humprey Bogart", "año":1942, "img":"img/casablanca.jpg", "precio":990, "cantidad":1, "sinopsis": "A consecuencia de la Segunda Guerra Mundial, Casablanca era una ciudad a la que llegaban huyendo del nazismo gente de todas partes: llegar era fácil, pero salir era casi imposible..."},
    {"id":17, "nombre":"El Padrino", "con":"Marlon Brando", "año":1972, "img":"img/elpadrino.jpg", "precio":990, "cantidad":1, "sinopsis": "Don Vito Corleone es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York. Tiene cuatro hijos: Connie, el impulsivo Sonny, el pusilánime Fredo y Michael, que no quiere saber nada de los negocios de su padre."},
    {"id":18, "nombre":"El Padrino 2", "con":"Al Pacino", "año":1974, "img":"img/elpadrino2.jpg", "precio":930, "cantidad":1, "sinopsis": "Continuación de la historia de los Corleone por medio de dos historias paralelas: la elección de Michael como jefe de los negocios familiares y los orígenes del patriarca, Don Vito Corleone."},
    {"id":19, "nombre":"Goodfellas", "con":"Robert de Niro", "año":1990, "img":"img/buenosmuchachos.webp", "precio":950, "cantidad":1, "sinopsis": "Henry Hill, hijo de padre irlandés y madre siciliana, vive en Brooklyn y se siente fascinado por la vida que llevan los gángsters de su barrio, donde la mayoría de los vecinos son inmigrantes."},
    {"id":20, "nombre":"Heat", "con":"Al Pacino", "año":1995, "img":"img/heat.jpg", "precio":910, "cantidad":1, "sinopsis": "Neil McCauley es un experto ladrón. Su filosofía consiste en vivir sin ataduras, por si las cosas se complican. Su banda la forman criminales profesionales, que impresionan al detective Vincent Hanna..."} ]